Repository: leregdos/bjj-mongolian
Catalog: bjj_mongolian_rulebook/lib/l10n/app_*.arb
Languages: mn

source: Hello World!
mn: Сайн байна уу!

source: Fouls
mn: Алдаа

source: Duration
mn: Хугацаа

source: Weight
mn: Жин

source: Points
mn: Оноо

source: More
mn: Илүү

source: Rulebook
mn: Дүрмийн ном

source: Change Language
mn: Хэлээ солих

source: Version
mn: Хувилбар

source: About this Application
mn: Энэ аппликешний талаар

source: Website
mn: Вебсайт

source: Rules Online
mn: Онлайнаар үзэх

source: Rules Date
mn: Дүрмийн огноо

source: About the Rules
mn: Дүрмийн талаар

# twoPointsCaps
source: 2 POINTS
mn: 2 оноо

# threePointsCaps
source: 3 POINTS
mn: 3 оноо

# fourPointsCaps
source: 4 POINTS
mn: 4 оноо

source: GENDER
mn: Хүйс

source: Male
mn: Эр

source: Female
mn: Эм

source: AGE DIVISION
mn: Насны ангилал

source: WEIGHT DIVISIONS
mn: Жингийн ангилал

source: DIVISION
mn: Ангилал

# durationCaps
source: DURATION
mn: Хугацаа

source: SEVERE TECHNICAL FOULS
mn: Техникийн алдаанууд

# twoPoints
source: 2 Points
mn: 2 оноо

# threePoints
source: 3 Points
mn: 3 оноо

# fourPoints
source: 4 Points
mn: 4 оноо

# currentMinusBirth
source: (Current year) - (Birth year) >=
mn: (Энэ жил) - (Төрсөн жил) >=

source: minutes
mn: минут
